Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrClosingBracketExpected_ShortMessage
source: Expected closing bracket. We expect a closing bracket (}) at this point in the formula.
bg_bg: Очаква се затваряща скоба. Очакваме затваряща скоба (}) на този етап във формулата.
ca_es: S'esperava un claudàtor de tancament. S'espera un claudàtor de tancament (}) en aquest punt de la fórmula.
cs_cz: Očekává se pravá složená závorka. V této části vzorce očekáváme pravou složenou závorku (}).
da_dk: Højreparentes forventet. Vi forventer en højreparentes (}) på dette sted i formlen.
de_de: Schließende Klammer erwartet. An dieser Stelle in der Formel wird eine schließende geschweifte Klammer (}) erwartet.
el_gr: Αναμενόταν δεξιά αγκύλη. Σε αυτό το σημείο στον τύπο αναμένεται μια δεξιά αγκύλη (}).
es_es: Se esperaba una llave de cierre. Esperamos una llave de cierre (}) en este punto de la fórmula.
et_ee: Eeldati sulgevat sulgu. Siinkohal eeldame valemis sulgevat sulgu (}).
eu_es: Ixteko giltza bat espero zen. Ixteko giltza (}) bat izan behar du formularen puntu horrek.
fi_fi: Odotettiin sulkevaa aaltosuljetta. Odotetaan sulkevaa aaltosuljetta (}) kaavan tässä kohdassa.
fr_fr: Accolade fermante attendue. Nous attendons une accolade fermante (}) à ce stade de la formule.
gl_es: Esperábase un corchete de peche (}) neste punto da fórmula.
hi_in: बंद करने वाला कोष्ठक अपेक्षित है. सूत्र में इस जगह हम बंद करने वाले कोष्ठक (}) की अपेक्षा करते हैं.
hr_hr: Očekuje se desna zagrada. Na tom mjestu u formuli očekujemo desnu zagradu (}).
hu_hu: A rendszer záró zárójelet várt a képlet ezen pontján.
it_it: È prevista una parentesi graffa chiusa. A questo punto della formula è prevista una parentesi graffa chiusa (}).
ja_jp: 閉じかっこが必要です。数式のこの時点で、閉じかっこ (}) が必要です。
kk_kz: Жабатын жақша күтілген. Формуладағы бұл жерде жабатын жақша (}) күтіледі.
ko_kr: 닫는 대괄호가 필요합니다. 수식에서 이 지점에 닫는 대괄호(})가 필요합니다.
lt_lt: Numatomas dešinysis skliaustas. Šioje formulės dalyje numatomas dešinysis skliaustas (}).
lv_lv: Ir paredzēta aizverošā figūriekava. Šajā formulas posmā tiek gaidīta aizverošā figūriekava (}).
ms_my: Tanda kurung penutup dijangka. Kami menjangkakan tanda kurung penutup (}) pada masa ini dalam formula.
nb_no: Forventet avsluttende sløyfeparentes. Vi forventer en avsluttende sløyfeparentes (}) på dette stedet i formelen.
nl_nl: Er wordt een afsluitende accolade verwacht. Op deze positie in de formule wordt een afsluitende accolade (}) verwacht.
pl_pl: Oczekiwano nawiasu zamykającego. W tym miejscu w formule oczekujemy nawiasu zamykającego (}).
pt_br: Chave de fechamento esperada. Esperamos uma chave de fechamento (}) neste ponto na fórmula.
pt_pt: Parêntese reto de fecho esperado. Era esperado um parêntese reto de fecho (}) nesta parte da fórmula.
ro_ro: Se aștepta o acoladă de închidere. Așteptăm o acoladă de închidere (}) în acest punct din formulă.
ru_ru: Ожидалась закрывающая скобка. В этой точке формулы должна быть закрывающая фигурная скобка (}).
sk_sk: Očakávala sa pravá zátvorka. V tomto bode vzorca sa očakáva pravá zátvorka (}).
sl_si: Pričakovan je zaklepaj. Na tem mestu v formuli je pričakovan zaklepaj (}).
sr_cyrl_rs: Очекује се затворена заграда. Очекујемо затворену заграду (}) у овом делу формуле.
sr_latn_rs: Očekuje se zatvorena zagrada. Očekujemo zatvorenu zagradu (}) u ovom delu formule.
sv_se: Avslutande klammerparantes förväntades. Vi förväntar oss en avslutande klammerparantes (}) vid denna punkt i formeln.
th_th: วงเล็บเหลี่ยมปิดที่คาดไว้ เราคาดหวังวงเล็บเหลี่ยมปิด (}) ในจุดนี้ในสูตร
tr_tr: Sağ küme ayracı bekleniyor. Formülde bu noktada bir sağ küme ayracı (}) bekleniyor.
uk_ua: Очікувалася закривна дужка. У цьому місці формули очікується закривна дужка ("}").
vi_vn: Đã dự kiến có dấu ngoặc đóng. Chúng tôi dự kiến có dấu ngoặc đóng (}) tại điểm này trong công thức.
zh_cn: 应为右方括号。公式的此处应使用右方括号(})。
zh_tw: 應為右中括號。公式中的此位置應為右中括號 (})。

# ErrorResource_ErrClosingBracketExpected_LongMessage
source: A closing bracket indicates the end of a record (for example, {Month:"1"}, {Month:"2"} ).
bg_bg: Затварящата скоба указва края на записа (например: {Month:"1"}, {Month:"2"} …).
ca_es: Una clau de tancament indica el final d'un registre (per exemple, {Month:"1"}, {Month:"2"}…).
cs_cz: Pravá složená závorka znamená konec záznamu (třeba {Month:"1"}, {Month:"2"}…).
da_dk: En højreparentes angiver slutningen af en post (f.eks. {Month:"1"}, {Month:"2"}...).
de_de: Eine schließende Klammer gibt das Ende eines Datensatzes an (Beispiel: {Month:"1"}, {Month:"2"}...).
el_gr: Μια δεξιά αγκύλη υποδεικνύει το τέλος μιας εγγραφής (για παράδειγμα, {Month:"1"}, {Month:"2"}…).
es_es: Una llave de cierre indica el final de un registro (por ejemplo, {Month:"1"}, {Month:"2"}...).
et_ee: Sulgev sulg tähistab kirje lõppu (nt {Month:"1"}, {Month:"2"} …).
eu_es: Erregistro baten amaiera adierazten du (adibidez, {Month:"1"}, {Month:"2"} ) ixteko giltzak.
fi_fi: Sulkeva aaltosulje ilmaisee tietueen päättymisen (esimerkiksi {Month:"1"}, {Month:"2"}...).
fr_fr: Une accolade fermante indique la fin d’un enregistrement (par exemple, {Month:"1"}, {Month:"2"} ...).
gl_es: Un corchete de peche indica o final dun rexistro (por exemplo, {Month:"1"}, {Month:"2"} …).
hi_in: बंद करने वाला कोष्ठक किसी रिकॉर्ड की समाप्ति को इंगित करता है (उदाहरण के लिए, {Month:"1"}, {Month:"2"} …).
hr_hr: Desna zagrada označava kraj zapisa (primjerice {Month:"1"}, {Month:"2"} ...).
hu_hu: A záró zárójel a rekord végét jelöli (például {Month:"1"}, {Month:"2"}...).
it_it: Una parentesi graffa chiusa indica la fine di un record (ad esempio, {Mese:"1"}, {Mese:"2"}...).
ja_jp: 閉じかっこは、レコードの終わりを示します (例: {Month:"1"}、{Month:"2"} …)。
kk_kz: Жабатын жақша жазбаның соңын көрсетеді (мысалы, {Month:"1"}, {Month:"2"} …).
ko_kr: 닫는 대괄호는 레코드의 끝을 나타냅니다(예: {Month:"1"}, {Month:"2"}…).
lt_lt: Dešinysis skliaustas nurodo įrašo pabaigą (pvz., {Month:"1"}, {Month:"2"}…).
lv_lv: Aizverošā figūriekava norāda uz ieraksta beigām (piemēram, {Month:"1"}, {Month:"2"}…).
ms_my: Tanda kurung penutup menunjukkan hujung rekod (contohnya, {Month:"1"}, {Month:"2"} ).
nb_no: En avsluttende klammeparentes angir slutten på en post (f.eks. {Month:"1"}, {Month:"2"} ...).
nl_nl: Een afsluitende accolade geeft het einde van een record aan (bijvoorbeeld {Month:"1"}, {Month:"2"} …).
pl_pl: Nawias zamykający wskazuje koniec rekordu (na przykład {Month:"1"}, {Month:"2"}...).
pt_br: Uma chave de fechamento indica o final de um registro (por exemplo, {Month:"1"}, {Month:"2"} …).
pt_pt: Uma chaveta de fecho indica o fim de um registo (por exemplo, {Month:"1"}, {Month:"2"} …).
ro_ro: O acoladă de închidere indică sfârșitul unei înregistrări (de exemplu, {Month:"1"}, {Month:"2"} …).
ru_ru: Закрывающая фигурная скобка показывает конец записи (например, {Month:"1"}, {Month:"2"}…).
sk_sk: Pravá zátvorka označuje koniec záznamu (napríklad {Month:"1"}, {Month:"2"}…).
sl_si: Zaklepaj označuje konec zapisa (na primer {Month:"1"}, {Month:"2"} …).
sr_cyrl_rs: Затворена заграда указује на крај записа (на пример, {Month:"1"}, {Month:"2"}…).
sr_latn_rs: Zatvorena zagrada ukazuje na kraj zapisa (na primer, {Month:"1"}, {Month:"2"}…).
sv_se: En avslutande klammerparantes anger slutet av en post (till exempel {Month:"1"}, {Month:"2"}...).
th_th: วงเล็บเหลี่ยมปิดจะระบุจุดสิ้นสุดของระเบียน (ตัวอย่างเช่น {Month:"1"}, {Month:"2"} …)
tr_tr: Sağ ayraç bir kaydın sonunu gösterir (örneğin, {Month:"1"}, {Month:"2"} …).
uk_ua: Закривна дужка вказує на кінець запису (наприклад, {Month:"1"}, {Month:"2"} тощо).
vi_vn: Dấu ngoặc đóng biểu thị sự kết thúc của bản ghi (ví dụ: {Month:"1"}, {Month:"2"}...).
zh_cn: 右方括号表示记录的结尾(例如 {Month:"1"}、{Month:"2"} …)。
zh_tw: 右中括號表示記錄結尾 (例如 {Month:"1"}、{Month:"2"}...)。

# ErrorResource_ErrClosingBracketExpected_HowToFix_1
source: Edit your formula so that it includes a bracket.
bg_bg: Редактирайте формулата си така, че да включва скоба.
ca_es: Editeu la fórmula perquè inclogui un claudàtor.
cs_cz: Upravte svůj vzorec tak, aby obsahoval složenou závorku.
da_dk: Rediger din formel, så den indeholder en parentes.
de_de: Bearbeiten Sie Ihre Formel so, dass sie eine Klammer enthält.
el_gr: Επεξεργαστείτε τον τύπο ώστε να περιλαμβάνει μια αγκύλη.
es_es: Edite la fórmula para que incluya una llave.
et_ee: Redigeerige oma valemit nii, et see sisaldaks sulgu.
eu_es: Editatu formula giltzaren karaktere bat eduki dezan.
fi_fi: Muokkaa kaavaasi niin, että se sisältää aaltosulkeen.
fr_fr: Modifiez votre formule afin qu’elle inclue une accolade.
gl_es: Edite a fórmula de xeito que inclúa un corchete.
hi_in: अपने सूत्र को संपादित करें ताकि इसमें कोष्ठक शामिल किया जा सके.
hr_hr: Uredite formulu tako da sadrži zagradu.
hu_hu: Módosítsa a képletet úgy, hogy az zárójelet tartalmazzon.
it_it: Modificare la formula affinché includa una parentesi graffa.
ja_jp: 数式を編集し、かっこが含まれるようにします。
kk_kz: Формуланы ол жақшаны қамтитын етіп өзгертіңіз.
ko_kr: 수식에 대괄호가 포함되도록 편집합니다.
lt_lt: Redaguokite savo formulę taip, kad joje būtų skliaustas.
lv_lv: Rediģējiet formulu tā, lai tā ietvertu figūriekavu.
ms_my: Edit formula anda supaya mengandungi tanda kurung.
nb_no: Rediger formelen slik at den inneholder en sløyfeparentes.
nl_nl: Bewerk de formule zodanig dat deze een accolade bevat.
pl_pl: Edytuj formułę tak, aby zawierała nawias.
pt_br: Edite sua fórmula para que ela inclua uma chave.
pt_pt: Edite a fórmula de forma a incluir um parêntese reto.
ro_ro: Editați formula astfel încât să includă o acoladă.
ru_ru: Измените формулу так, чтобы она включала фигурную скобку.
sk_sk: Upravte vzorec tak, aby obsahoval zátvorku.
sl_si: Uredite formulo tako, da bo vsebovala oklepaj.
sr_cyrl_rs: Уредите формулу тако да садржи заграду.
sr_latn_rs: Uredite formulu tako da sadrži zagradu.
sv_se: Redigera din formel så att den innehåller en klammerparantes.
th_th: แก้ไขสูตรของคุณเพื่อให้มีเครื่องหมายวงเล็บเหลี่ยม
tr_tr: Formülünüzü ayraç içerecek şekilde düzenleyin.
uk_ua: Відредагуйте формулу, щоб вона містила дужку.
vi_vn: Chỉnh sửa công thức của bạn để công thức có chứa dấu ngoặc.
zh_cn: 请编辑公式，使其包含一个方括号。
zh_tw: 編輯公式，以便其包含括號。

# ErrorResource_ErrEmptyInvalidIdentifier_ShortMessage
source: The identifier has no valid text.
bg_bg: Идентификаторът няма валиден текст.
ca_es: L'identificador no conté text vàlid.
cs_cz: Identifikátor nemá žádný platný text.
da_dk: Identifikatoren har ikke nogen gyldig tekst.
de_de: Der Bezeichner enthält keinen gültigen Text.
el_gr: Το αναγνωριστικό δεν έχει έγκυρο κείμενο.
es_es: El identificador no contiene texto válido.
et_ee: Identifikaatoril puudub sobiv tekst.
eu_es: Identifikatzaileak ez du erabil daitekeen testurik.
fi_fi: Tunnisteella ei ole kelvollista tekstiä.
fr_fr: L’identificateur n’a aucun texte valide.
gl_es: O identificador non ten un texto válido.
hi_in: पहचानकर्ता के पास कोई मान्य पाठ नहीं है.
hr_hr: Identifikator ne sadrži valjan tekst.
hu_hu: Az azonosító nem tartalmaz érvényes szöveget.
it_it: L'identificatore non contiene testo valido.
ja_jp: 識別子に有効なテキストがありません。
kk_kz: Идентификаторда жарамды мәтін жоқ.
ko_kr: 식별자에 유효한 텍스트가 없습니다.
lt_lt: Identifikatoriuje nėra tinkamo teksto.
lv_lv: Identifikatorā nav derīga teksta.
ms_my: Pengecam tidak mempunyai teks yang sah.
nb_no: Identifikatoren har ingen gyldig tekst.
nl_nl: De id heeft geen geldige tekst.
pl_pl: Identyfikator nie ma prawidłowego tekstu.
pt_br: O identificador não tem nenhum texto válido.
pt_pt: O identificador não tem texto válido.
ro_ro: Identificatorul nu are niciun text valid.
ru_ru: Идентификатор не содержит допустимый текст.
sk_sk: Identifikátor nemá žiadny platný text.
sl_si: Identifikator ne vsebuje nobenega veljavnega besedila.
sr_cyrl_rs: Идентификатор нема важећи текст.
sr_latn_rs: Identifikator nema važeći tekst.
sv_se: Identifieraren har inte någon giltig text.
th_th: ตัวระบุไม่มีข้อความถูกต้อง
tr_tr: Tanımlayıcıda geçerli metin yok.
uk_ua: Ідентифікатор не містить припустимого тексту.
vi_vn: Mã định danh không có văn bản hợp lệ.
zh_cn: 此标识符没有有效文本。
zh_tw: 識別碼沒有有效的文字。

# ErrorResource_ErrEmptyInvalidIdentifier_HowToFix_1
source: Ensure you have text for your identifier. This error occurs when the identifier is all blanks or spaces.
bg_bg: Уверете се, че имате текст за вашия идентификатор. Тази грешка възниква, когато идентификаторът се състои изцяло от празни места или интервали.
ca_es: Assegureu-vos que teniu text per a l'identificador. Aquest error es produeix quan l'identificador està buit o només conté espais.
cs_cz: Ujistěte se, že pro svůj identifikátor máte nějaký text. K této chybě dojde v případě, že identifikátor obsahuje jen mezery nebo prázdné znaky.
da_dk: Sørg for, at du har tekst til din identifikator. Denne fejl opstår, når identifikatoren udelukkende består af tomme celler eller mellemrum.
de_de: Stellen Sie sicher, dass für Ihren Bezeichner Text vorliegt. Dieser Fehler tritt auf, wenn der Bezeichner nur Leerzeichen enthält.
el_gr: Βεβαιωθείτε ότι έχετε κείμενο για το αναγνωριστικό. Αυτό το σφάλμα παρουσιάζεται όταν το αναγνωριστικό αποτελείται μόνο από κενά ή διαστήματα.
es_es: Asegúrese de que dispone de texto para el identificador. Este error se produce cuando el identificador está en blanco o solo contiene espacios.
et_ee: Veenduge, et teil oleks oma identifikaatorile tekst. See tõrge ilmneb, kui identifikaator koosneb ainult tühiväärtustest või tühikutest.
eu_es: Ziurtatu identifikatzaileak testua duela. Identifikatzailea hutsik badago edo zuriuneak soilik baditu gertatu ohi da errore hau.
fi_fi: Varmista, että sinulla on teksti tunnisteellesi. Tämä virhe tapahtuu, kun tunniste on kokonaan tyhjä tai koostuu vain välilyönneistä.
fr_fr: Vérifiez que vous disposez de texte pour votre identificateur. Cette erreur se produit lorsque l’identificateur est entièrement vide ou inclut uniquement des espaces.
gl_es: Asegúrese de que ten texto para o identificador. Este erro prodúcese cando o identificador consiste só en espazos ou espazos en branco.
hi_in: सुनिश्चित करें कि आपके पास अपने पहचानकर्ता के लिए पाठ है. यह त्रुटि तब होती है, जब पहचानकर्ता पूरी तरह रिक्त हो या उसमें रिक्त स्थान हो.
hr_hr: Provjerite imate li tekst za identifikator. Ta se pogreška pojavljuje kada se identifikator sastoji samo od praznina ili razmaka.
hu_hu: Győződjön meg arról, hogy az azonosító szöveget tartalmaz. Ez a hiba akkor fordul elő, ha az azonosító csak üres vagy szóközkarakterekből áll.
it_it: Assicurarsi che l'identificatore contenga testo. Questo errore si verifica quando l'identificatore è completamente vuoto o costituito da spazi vuoti.
ja_jp: 識別子のテキストがあることを確認してください。このエラーは、識別子がすべて空白またはスペースである場合に発生します。
kk_kz: Идентификатор үшін мәтіннің болуына көз жеткізіңіз. Идентификатор бос немесе бос орындар болса, осы қате пайда болады.
ko_kr: 식별자의 텍스트가 있는지 확인합니다. 식별자가 모두 비어 있거나 공백이면 이 오류가 발생합니다.
lt_lt: Įsitikinkite, kad turite savo identifikatoriaus tekstą. Ši klaida įvyksta, kai identifikatoriuje yra visi tušti langeliai arba tarpai.
lv_lv: Identifikatoram jābūt tekstam. Šī kļūda rodas, ja identifikators pilnībā sastāv no tukšumiem vai atstarpēm.
ms_my: Pastikan anda mempunyai teks untuk pengecam anda. Ralat ini berlaku apabila pengecam semuanya ruang kosong atau ruang.
nb_no: Kontroller at du har tekst for identifikatoren. Denne feilen oppstår når identifikatoren er bare tomrom eller mellomrom.
nl_nl: Zorg dat er tekst voor de id is. Deze fout treedt op wanneer de id uitsluitend uit spaties of lege ruimte bestaat.
pl_pl: Upewnij się, że podano tekst dla identyfikatora. Ten błąd występuje, gdy identyfikator zawiera same wartości puste lub spacje.
pt_br: Verifique se você tem o texto para o seu identificador. Este erro ocorre quando o identificador é todo de espaços em branco ou espaços.
pt_pt: Certifique-se de que tem texto para o identificador. Este erro ocorre quando o identificador é composto apenas por espaços vazios ou espaços.
ro_ro: Asigurați-vă că aveți text pentru identificator. Această eroare apare atunci când identificatorul are numai blancuri sau spații.
ru_ru: Введите для идентификатора текст. Ошибка возникает, если идентификатор пустой или состоит из одних пробелов.
sk_sk: Uistite sa, že pre svoj identifikátor máte nejaký text. K tejto chybe dôjde v prípade, že identifikátor obsahuje len medzery alebo prázdne znaky.
sl_si: Prepričajte se, da imate besedilo za svoj identifikator. Do te napake pride, če je identifikator prazen ali vsebuje samo presledke.
sr_cyrl_rs: Уверите се да идентификатор има текст. Ова грешка се јавља када се идентификатор састоји само од празних места или размака.
sr_latn_rs: Uverite se da identifikator ima tekst. Ova greška se javlja kada se identifikator sastoji samo od praznih mesta ili razmaka.
sv_se: Se till att du har text för din identifierare. Felet uppstår när identifieraren är tom eller bara innehåller blanksteg.
th_th: ตรวจสอบให้แน่ใจว่าคุณมีข้อความสำหรับตัวระบุของคุณ ข้อผิดพลาดนี้เกิดขึ้นเมื่อตัวตัวระบุนั้นเว้นว่างไว้หรือเป็นพื้นที่ว่างทั้งหมด
tr_tr: Tanımlayıcınız için metne sahip olduğunuzdan emin olun. Bu hata, tanımlayıcı yalnızca boşluklardan oluştuğunda oluşur.
uk_ua: Переконайтеся, що ідентифікатор містить текст. Ця помилка стається, якщо ідентифікатор пустий або містить тільки пробіли.
vi_vn: Hãy đảm bảo mã định danh của bạn chứa văn bản. Lỗi này xảy ra khi mã định danh chứa toàn khoảng trống hoặc dấu cách.
zh_cn: 请确保标识符具有文本。当标识符全部空白或全为空格时，会发生此错误。
zh_tw: 請確認您為識別碼提供了文字。若識別碼完全為空白或空格，就會發生此錯誤。

# ErrorResource_ErrIncompatibleTypesForEquality_Left_Right_ShortMessage
source: Incompatible types for comparison. These types can't be compared: {0}, {1}.
bg_bg: Несъвместими типове за сравнение. Тези типове не могат да се сравняват: {0}, {1}.
ca_es: Els tipus són incompatibles per a la comparació. Aquests tipus no es poden comparar: {0}, {1}.
cs_cz: Nekompatibilní typy pro porovnání. Tyto typy nelze srovnávat: {0}, {1}.
da_dk: Inkompatible typer til sammenligning. Disse typer kan ikke sammenlignes: {0}, {1}.
de_de: Einige Typen sind für den Vergleich inkompatibel. Diese Typen können nicht verglichen werden: {0}, {1}.
el_gr: Ασύμβατοι τύποι για σύγκριση. Δεν είναι δυνατή η σύγκριση αυτών των τύπων: {0}, {1}.
es_es: Tipos incompatibles para la comparación. No se pueden comparar estos tipos: {0}, {1}.
et_ee: Võrdluse jaoks sobimatud tüübid. Neid tüüpe ei saa võrrelda: {0}, {1}.
eu_es: Konparazioaren motak ez dira bateragarriak. Ezin dira konparatu honako mota hauek: {0}, {1}.
fi_fi: Yhteensopimattomat vertailtavat tyypit. Näitä tyyppejä ei voi verrata: {0}, {1}.
fr_fr: Types incompatibles pour la comparaison. Il est possible de comparer ces types : {0}, {1}.
gl_es: Tipos incompatibles para a comparación. Estes tipos non se poden comparar: {0} e {1}.
hi_in: तुलना के लिए असंगत प्रकार. इन प्रकारों की तुलना नहीं की जा सकती: {0}, {1}.
hr_hr: Nekompatibilne vrste za usporedbu. Ove se vrste ne mogu usporediti: {0}, {1}.
hu_hu: Nem kompatibilis típusok az összehasonlításhoz. A következő típusok nem hasonlíthatók össze: {0}, {1}.
it_it: Tipi incompatibili per il confronto. Non puoi confrontare questi tipi: {0}, {1}.
ja_jp: 型に互換性がないため比較できません。{0} と {1} の型は比較できません。
kk_kz: Салыстыру үшін түрлер үйлеспейді. Бұл түрлерді салыстыру мүмкін емес: {0}, {1}.
ko_kr: 비교할 수 없는 유형입니다. {0} 및 {1} 유형은 비교할 수 없습니다.
lt_lt: Nesuderinami palyginimo tipai. Negalima palyginti šių tipų: {0}, {1}.
lv_lv: Salīdzinājumam nesaderīgi tipi. Šos tipus nevar salīdzināt: {0}, {1}.
ms_my: Jenis yang tidak serasi untuk perbandingan. Jenis ini tidak boleh dibandingkan: {0}, {1}.
nb_no: Inkompatible typer for sammenligning. Disse typene kan ikke sammenlignes: {0}, {1}.
nl_nl: Incompatibele typen voor vergelijking. Deze typen kunnen niet worden vergeleken: {0}, {1}.
pl_pl: Niezgodne typy do porównania. Nie można porównywać następujących typów: {0}, {1}.
pt_br: Tipos incompatíveis para comparação. Estes tipos não podem ser comparados: {0}, {1}.
pt_pt: Tipos incompatíveis para comparação. Não é possível comparar estes tipos: {0}, {1}.
ro_ro: Tipuri incompatibile într-o comparație. Aceste tipuri nu pot fi comparate: {0}, {1}.
ru_ru: Несовместимые типы для сравнения. Невозможно сравнить эти типы: {0}, {1}.
sk_sk: Nekompatibilné typy na porovnanie. Tieto typy nemožno porovnať: {0}, {1}.
sl_si: Nezdružljivi vrsti za primerjavo. Teh vrst ni mogoče primerjati: {0}, {1}.
sr_cyrl_rs: Некомпатибилни типови за поређење. Није могуће поредити ове типове: {0}, {1}.
sr_latn_rs: Nekompatibilni tipovi za poređenje. Nije moguće porediti ove tipove: {0}, {1}.
sv_se: Inkompatibla typer för jämförelse. Följande typer kan inte jämföras: {0}, {1}.
th_th: ชนิดที่เข้ากันไม่ได้สำหรับการเปรียบเทียบ ชนิดเหล่านี้ไม่สามารถเปรียบเทียบกันได้: {0}, {1}
tr_tr: Karşılaştırma için uyumsuz türler. Bu türler karşılaştıramaz: {0}, {1}.
uk_ua: Несумісні типи для порівняння. Ці типи не можна порівняти: {0}, {1}.
vi_vn: Các loại không tương thích để so sánh. Những loại này không thể so sánh được: {0}, {1}.
zh_cn: 比较的类型不兼容。无法比较这些类型: {0}、{1}。
zh_tw: 比較不相容的類型。這些類型無法比較: {0}、{1}。
